Repository: luan-u/tvt-br-translation
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pt_br

source: * PlotPoweredStamina: In the beginning of the movie, J runs down an alien known for its speed, across blocks up a building, and is not winded at all after the chase that left the alien a little tired (somewhat justified by J taking some shortcuts like a bus and a freight elevator).
pt_br: * Br/VigorBaseadoEmTrama: No começo do filme, com J perseguindo um alien veloz através de vários quarteirões e subindo um prédio sem perder o fôlego, com a dita perseguição tendo cansado o alien (parcialmente justificado porque J pegou alguns atalhos, como o teto de um ônibus e um elevador).

source: * PlotTriggeringDeath: The plot of the film kicks off when Spooner gets a call that Dr. Alfred Lanning, the father of robotics, has died.
pt_br: * Br/MorteAtivadoraDeTrama: A trama do filme começa quando Spooner recebe uma ligação informando que Dr. Alfred Lanning, o pai da robótica, morreu.

source: * PlotTumor: The school and Doña Florinda's restaurant, in the later seasons and when El Chavo became part of ''Chespirito'', had much more episodes featured on them than on the vecindad, the original setting.
pt_br: * Br/TumorDeTrama: A escola e o restaurante da Dona Florinda tiveram muito mais episódios do que a vila, a ambientação original, depois que o programa passou a ser parte de ''Chespirito''.

source: * PoliticallyCorrectHistory: For some reason, people and groups are more tolerant than they actually were in history because that sort of baggage may be inconvenient to the rest of the story.
pt_br: * Br/HistoriaPoliticamenteCorreta: Por algum motivo, pessoas e grupos são mais tolerantes do que eram em comparação com os registros históricos porque esse tipo de bagagem pode ser inconveniente para o restante da história.

source: * PoliticallyIncorrectHero: A good guy who holds racist, sexist and/or controversial views.
pt_br: * Br/HeroiPoliticamenteIncorreto: Um mocinho que possui visões racistas, sexistas ou controversas.

source: * PoliticallyIncorrectHero: A hero who holds some very controversial beliefs about other people.
pt_br: * Br/HeroiPoliticamenteIncorreto: Um herói que possui algumas crenças controversas sobre outras pessoas.

source: * PoliticallyIncorrectHero: Carmine is apparently this: -->''' The Bowler''': So you're a British man who converted to Islam, sort of like Cat Stevens?\\ '''Blue Raja:''' No.
pt_br: * Br/HeroiPoliticamenteIncorreto: Aparentemente, Carmine é um: -->'''Boliche''': Você se converteu ao islamismo que nem o Cat Stevens?\\ '''Marajá:''' Na-não.

source: * PollutedWasteland: A land destroyed by pollution.
pt_br: * ??? PollutedWasteland: Uma terra destruída pela poluição.

source: * PoorCommunicationKills: Literally, when [[spoiler:Captain Amazing gives confusing instructions on how to deactivate the deathtrap he's in, causing the group to slowly devolve into SeinfeldianConversation and eventually activate it by accident after Amazing starts screaming at them to stop being so stupid]].
pt_br: * Br/ComunicacaoRuimMata: Literalmente, quando [[spoiler: o Capitão Arraso dá instruções confusas sobre como desativar a armadilha mortal em que ele está, fazendo com que o grupo comece uma Br/ConversaSeinfeldiana, eventualmente ativando a armadilha de maneira acidental depois que Arraso grita com eles para que não sejam tão estúpidos]].

source: * PoorCommunicationKills: Source of much of the humor.
pt_br: * Br/ComunicacaoRuimMata: Fonte de muito do humor da série.

source: * PopularHistory: When movies set in 1968 look like they are set in 1968.
pt_br: * Br/HistoriaPopular: Quando filmes ambientados em 1968 se parecem como se estivessem em 1968.

source: * PortTown: A city by the sea.
pt_br: * Br/CidadePortuaria: Uma cidade que fica às margens do mar.

source: * PortalCrossroadWorld: A world where one can easily travel to many other worlds.
pt_br: * Br/MundoEncruzilhada: O mundo a partir do qual se pode viajar facilmente para muitos outros mundos.

source: * PositiveFriendInfluence: A character that helps others within their social circle (friends, family, RagtagBunchOfMisfits, etc) to start making their way on overcoming their issues and become better people.
pt_br: * Br/AmigoDeInfluenciaPositiva: Um personagem que ajuda outros em seu círculo social (amigos, família, Br/BandoDeDesajustados, etc) a superarem seus problemas e se tornarem pessoas melhores.

source: * PositiveFriendInfluence: A friend who has a positive influence on their other friends.
pt_br: * Br/AmigoDeInfluenciaPositiva: Um amigo que é uma influência positiva em todos os outros amigos.

source: * PossessiveParadise: A paradise setting with an unfortunate tendency towards the {{yandere}}.
pt_br: * Br/ParaisoPossessivo: Um local paradisíaco com uma tendência em não querer te deixar sair.

source: * PostKissCatatonia: Played straight and toyed with in the same "Paty" episode.
pt_br: * Br/CatatoniaPosBeijo: Usado da maneira comum e manipulado no mesmo episódio que apresenta a Pati.

source: * PosthumousCharacter: Don Federico, who gets a mention every now and then ("Descansa en pez" -[[SwallowedWhole rests in fish]]- according to Quico), appeared in a flashback witha younger Doña Florinda and baby Quico before he ships out to sea.
pt_br: * Br/PersonagemPostumo: O antigo esposo de Dona Florinda, Frederico, que é ocasionalmente mencionado ("[[Br/EngolidoInteiro Descansa em pança]]", de acordo com o Quico), aparece em uma recordação com uma Dona Florinda mais jovem e um bebê Quico antes de ele ir ao mar.

source: * PowerFist: [[spoiler: Spooner's artificial arm]], which is actually the only advantage he has while fighting robots.
pt_br: * Br/PunhoDeForca: [[spoiler: O braço artificial do Spooner]], que de fato é a única vantagem que ele tem na luta contra robôs.

source: * PowerTrio: Pita, Tato and Zuca, the three teenagers of the gang.
pt_br: * Br/TrioPoderoso: Pita, Tato e Zuca, os três adolescentes da turma.

source: * PragmaticHero: A hero who does morally questionable deeds for the greater good.
pt_br: * Br/HeroiPragmatico: Um herói que faz coisas questionáveis em nome do bem maior.

source: * PragmaticHero: Characters who resort to morally ambiguous methods to get positive results for the greater good.
pt_br: * Br/HeroiPragmatico: Personagens que recorrem a métodos moralmente ambíguos para obter resultados positivos em nome do bem maior.

source: * PreAsskickingOneLiner: Parodied constantly.
pt_br: * Br/FraseDeEfeitoParaChutarTraseiros: Parodiada constantemente.

source: * PrecisionGuidedBoomerang: The Bowler's Bowling Ball will always return to her hand when thrown.
pt_br: * Br/BumeranguePrecisamenteGuiado: A bola de boliche da Boliche sempre retorna para a mão dela após ser arremessada.

source: * PrecursorHeroes: A hero or group of heroes that arose in the hour of need and dealt with the threat 1,000 years ago.
pt_br: * Br/HeroisPrecursores: Um herói ou grupo de heróis que surgiu em uma hora de necessidade e lidou com a ameaça 1000 anos atrás.

source: * PrequelInTheLostAge: Sequel set in the time the original says has long passed.
pt_br: * Br/PrequenciaNaIdadePerdida: Uma sequência ambientada em uma era que no original é tida como muito antiga.

source: * PresentDay: When a show is set in the same year it is produced in.
pt_br: * Br/DiasAtuais: Quando um show se passa no mesmo ano em que é produzido.

source: * PresentDayPast: The city wouldn't let the production close down streets so our movie set five years ago is full of recent car models and billboards.
pt_br: * Br/PassadoDoDiaPresente: A cidade não permitiu que a produção interditasse ruas, por isso nosso filme que se passa cinco anos atrás está cheio de anúncios e carros recentes.

source: * PresidentSuperhero: A [[OurPresidentsAreDifferent President]] (or otherwise Chief of State) of a sovereign country who happens to have superpowers -- and does use them for heroics as a side job.
pt_br: * Br/SuperHeroiPresidente: Um [[Br/NossosPresidentesSaoDiferentes presidente]] (ou chefe de Estado) de uma nação soberana que por acaso possui super poderes -- e que os usa para atos heroicos no tempo livre.

source: * PrimaryColorChampion: Heroes tend to wear primary colors, particularly red and blue.
pt_br: * Br/CampeaoEmCoresPrimarias: Heróis tendem a usar cores primárias, em especial o vermelho e o azul.

source: * PrincessInRags: Doña Florinda, and since she more often that not acts like a grown-up AlphaBitch, this is played for laughs.
pt_br: * Br/PrincesaEmTrapos: Dona Florinda. Como ela costuma agir como uma Br/CadelaAlfa, isso é usado para humor.

source: * PrincessProtagonist: When the heroine is a member of royalty.
pt_br: * Br/PrincesaProtagonista: Quando a heroína faz parte da realeza.

source: * PrivateDetective: A professional crime investigator who is not a member of the police, but is hired by them to help solve cases.
pt_br: * Br/DetetiveParticular: Um investigador profissional que não é membro da polícia, mas é contratado por eles para ajudar a solucionar casos.

source: * ProHumanTranshuman: The enhanced hero still cares for the well-being of others, augmented or not.
pt_br: * Br/TranshumanoProHumanos: O herói aprimorado ainda se importa com o bem estar dos outros, tenham melhorias ou não.

source: * ProdigalHero: A character who lives in the lap of luxury, then run away from home, live in exile, and return home to save the day.
pt_br: * Br/HeroiProdigo: Um personagem que vive no luxo, foge de casa, vive em exílio e então volta para casa pra salvar o dia.

source: * ProductPlacement: In-universe, as Captain Amazing's costume is plastered in corporate logos.
pt_br: * Br/PosicionamentoDeProduto: In-universo; o traje do Capitão Arraso é revestido de logomarcas corporativas.

source: * ProductPlacement: Ocassional references to other ''Chespirito'' programs would show up from time to time (if the references are not actual {{crossover}}s).
pt_br: * Br/PosicionamentoDeProduto: Referências ocasionais a outros programas do ''Chespirito'' aparecem periodicamente (isso quando as referências não são [[Br/{{Cruzamento}} cruzamentos]]).

source: * ProfessorGuineaPig: Mad scientist often use themselves as test subjects.
pt_br: * Br/ProfessorCobaia: Cientistas malucos costumam usar a si mesmos como cobaias de teste.

source: * ProhibitedHeroSavesTheDay * PropagandaHero: A hero who is made into [[TheFace the symbol]] of a cause.
pt_br: * Br/HeroiProibidoSalvaODia * Br/HeroiPropaganda: Um herói que se torna [[Br/ORosto o símbolo]] de uma causa.

source: * ProlongedVideoGameSequel: Sequel to a video game that is much longer than the previous game.
pt_br: * Br/SequenciaProlongadaDeVideogame: Uma sequência para um jogo que é muito mais longa que o jogo anterior.

source: * ProperLady: An ideal woman who's self-sacrificing, smart, loyal, chaste, incorruptible, gentle, and strong.
pt_br: * Br/DamaDeRespeito: Uma mulher idealizada que é altruísta, leal, casta, incorruptível, gentil e forte.

source: * ProperlyParanoid: Riobaldo and all his religious anguish, that makes him go to extremes such as pay two women to pray for him every day.
pt_br: * Br/AdequadamenteParanoico: Riobaldo contratou uma (e pensava em contratar outra) mulher para rezar um terço em nome dele ''todo dia'', além de um rosário nos domingos.

source: * ProperlyParanoid: Spooner doesn't trust robots and is therefore the only person not to get an NS-5.
pt_br: * Br/AdequadamenteParanoico: Spooner não confia em robôs e é a única pessoa que não tem um NS-5.

source: * ProphecyTwist: The dream Sonny has comes true... but with [[spoiler: Sonny]] as the man on the hill, not [[spoiler: Spooner]].
pt_br: * Br/ReviravoltaNaProfecia: O sonho de Sonny se torna verdade... mas com [[spoiler: Sonny]] como o homem na colina, não [[spoiler: Spooner]].

source: * ProstheticLimbReveal: [[spoiler: Detective Spooner]] was involved in a car crash some years back, but seems to have come out of it relatively unscathed [[spoiler: until an NS-5 robot tries to bludgeon him to death, which he wards off with his arm, which does not break and is revealed to be mechanical with a flesh-colored covering.
pt_br: * Br/RevelacaoDeMembroProstetico: [[spoiler: Spooner]] estava envolvido em um acidente de carro anos atrás, mas parece ter saído relativamente ileso [[spoiler: até que um robô NS-5 tenta atacá-lo até a morte, no que ele se defende com seu braço, que não quebra e é revelado como sendo um braço mecânico com cobertura em tom de pele.

source: * ProtagonistCenteredMorality: A protagonist does something that's either outright villainous or is practically identical to what antagonists or other {{designated villain}}s are doing, but the story does not treat it as bad or unheroic ''because'' they're the protagonist.
pt_br: * Br/MoralCentradaNoPersonagem: O protagonista faz algo que é vilanesco ou é idêntico ao que o antagonista ou o Br/VilaoDesignado estão fazendo, mas a história não o trata como mau ''porque'' ele é o protagonista.

source: * ProtoSuperhero: Early versions of the modern {{superhero}} archetype.
pt_br: * Br/ProtoSuperHeroi: Versões iniciais do arquétipo moderno de Br/{{super heroi}}.

source: * ProudPapaPassesOutTheCigars: It was an old custom for someone to smoke in celebration of a newborn baby.
pt_br: * Br/PaiOrgulhosoDistribuiCharutos: Antigamente existia o costume de fumar em celebração a um recém nascido.

source: * ProverbialWisdom: The Sphinx, who serves as a mentor to the main characters, always speaks in proverbs and aphorisms.
pt_br: * Br/SabedoriaProverbial: O Esfinge, que serve como mentor para os personagens principais, sempre fala em provérbios e aforismos.

source: * PunchClockHero: This character is a hero because it's his job.
pt_br: * Br/HeroiBatedorDePonto: O personagem é um herói porque esse é o trabalho dele.

source: * PunnyName: ** Profesor Jirafales (Jirafa being the Spanish word for Giraffe).
pt_br: * Br/NomeTrocadilho: ** Professor Girafales, com a relação bem clara com a girafa.

source: * PutDownYourGunAndStepAway: Happens three times.
pt_br: * Br/LargueSuaArmaESeAfaste: Acontece três vezes.

source: * PutOnABus: ** La Chilindrina, Don Ramón and Quico.
pt_br: * Br/ColocadoEmUmOnibus: ** Chiquinha, Seu Madruga e Quico.

source: * PuttingThePalInPrincipal: The archetypal personable school principal.
pt_br: * Br/DiretorAmigo: Um arquétipo de diretor de escola bem amigável.

source: * QuicklyDemotedWoman: The story includes a woman in a powerful position, but she is quickly removed from it so that male characters can be in charge.
pt_br: * Br/MulherRapidamenteRebaixada: A história inclui uma mulher em posição de poder, mas ela é rapidamente removida de sua posição para que homens possam ficar no comando.

source: * QuintessentialBritishGentleman: An stereotypical proper British character who is involving the virtues of hospitality, rationality and temperance, the avoidance of irrational extremes, devotion to 'things held dear', rebellion against corruption, and courageous composure in the face of adversity.
pt_br: * Br/CavalheiroBritanicoQuintessencial: Um personagem britânico estereotípico que porta as virtudes da hospitalidade, racionalidade e temperança, o desvio dos extremos irracionais, devoção à coisas tidas como preciosas, aversão à corrupção e compostura corajosa em face da adversidade.

source: * QuirkyTown: A small town filled with quirky and adorable characters.
pt_br: * Br/CidadePeculiar: Uma cidadela repleta de personagens peculiares e adoráveis.

source: * RadishCure: When the cure for underage smoking is to make a kid smoke cigarettes until they're sick.
pt_br: * Br/CuraPorRabanete: O truque para fazer um menor de idade parar de fumar é forçá-lo a fumar até ficar nauseado.

source: * RagTagBunchOfMisfits: One of the definitive film examples and intentionally so.
pt_br: * Br/BandoDeDesajustados: Um dos exemplos definitivos em filme, e de maneira intencional.

source: * RageBreakingPoint: Parodied throughout with Mr. Furious' desperate attempts to invoke the trope through a MinorInsultMeltdown, only to be laughably pathetic every time.
pt_br: * Br/PontoDeTransbordoDeFuria: Parodiado repetidas vezes com as tentativas desesperadas do Irado em invocar este tropo através de um Br/ColapsoPorInsultoPequeno, mas sendo apenas pateticamente risível a cada vez.

source: * RagtagBunchOfMisfits: A ramshackle group of characters has to save the day.
pt_br: * Br/BandoDeDesajustados: Um grupo improvisado de personagens precisa salvar o dia.

source: * RailroadToHorizon: A railroad disappearing into the distance is used as a metaphor for the journey ahead.
pt_br: * Br/FerroviaParaOHorizonte: Uma ferrovia que some no horizonte como uma metáfora para a jornada à frente.

source: * RaisedByGrandparents: Spooner was raised by his grandmother Gigi (what became of his parents isn't said) who still worries about and dotes on him in the present.
pt_br: * Br/CriadoPelosAvos: Spooner foi criado por sua avó Gigi (o paradeiro de seus pais é desconhecido), que ainda se preocupa e o mima no presente.

source: * RamblingOldManMonologue: Senile rather than just crazy.
pt_br: * Br/MonologoDoVelhoResmungao: Mais para o lado da senilidade do que da loucura.

source: * RandomSmokingScene: A smoking scene comes out of nowhere in a story.
pt_br: * Br/CenaAleatoriaComFumante: Uma cena com fumo aparece do nada em uma história.

source: * RapePortrayedAsRedemption: A plot point where someone endures sexual assault or abuse and it ultimately turns them into a better person.
pt_br: * Br/EstuproRetratadoComoRedencao: Um ponto na trama em que alguém sofre abuso sexual e isso o torna uma pessoa melhor.

source: * RaygunGothic: Shiny spaceships, artistically designed ray guns, {{Tin Can Robot}}s, and jet packs, all done in an Art Deco style.
pt_br: * ??? RaygunGothic: Espaçonaves brilhantes, armas de raios artisticamente desenhadas, robôs de lata e mochilas a jato, tudo feito em estilo Art Deco.

source: * RealNameAsAnAlias: [[spoiler: Diadorim is Maria ''Diadorin''a]] * RetiredBadass: Riobaldo was truly badass when young; now is just a CoolOldGuy.
pt_br: * Br/NomeRealComoPseudonimo: [[spoiler: Diadorim é Maria ''Diadorin''a]]. * Br/FodaoAposentado: Riobaldo vivia na ação quando jovem, agora é só um fazendeiro no sertão.

source: * RealSongThemeTune: The show uses Jean Jacques Perrey's "The Elephant Never Forgets" as its theme tune, which in turn is an arrangement of Beethoven's Turkish March (aka ''Marcia Alla Turca'').
pt_br: * Br/MusicaTemaDoMundoReal: O show usa como tema a música "The Elephant Never Forgets" de Jean Jacques Perrey, que é um arranjo da Marcha Turca de Beethoven (também conhecida como ''Marcia Alla Turca'').

source: * RealWomenHaveCurves: A woman is supposed to be considered "normal" because she frets about or is bullied about her weight.
pt_br: * Br/MulheresDeVerdadePossuemCurvas: Uma mulher que deve ser considerada "normal" porque ela reclama do seu peso ou é criticada por causa dele.

source: * ReasonableAuthorityFigure: The authority figure who mostly aids the heroes.
pt_br: * Br/FiguraDeAutoridadeRazoavel: A figura de autoridade que mais ajuda os heróis.

source: * RebelLeader: The character who leads LaResistance.
pt_br: * Br/LiderRebelde: O personagem que lidera Br/LaResistance.

source: * RebelliousRebel * RecklessPacifist * RecruitTeenagersWithAttitude: Instead of trained adults or the average superheroes, random teenagers are asked to save the day.
pt_br: * Br/RebeldeRevoltado * Br/PacifistaImprudente * Br/RecrutarAdolescentesComAtitude: Ao invés de adultos treinados ou os heróis convencionais, adolescentes aleatórios são solicitados a salvar o dia.

source: * RecklessGunUsage: ** "Hey!
pt_br: * Br/UsoImprudenteDeArmas: ** "Peraí!

source: * ReclaimedByNature: Nature grows over the remains of Mankind's infrastructure.
pt_br: * Br/ReivindicadoPelaNatureza: A natureza toma pra si o que sobrou da infraestrutura da humanidade.

source: * RecruitTheMuggles: Muggles join the fight against the supernatural villain.
pt_br: * Br/RecrutarOsTrouxas: Trouxas se juntam à luta contra o vilão sobrenatural.

source: * RecursiveCanon: El Chavo was selling El Chavo del Ocho comic books once.
pt_br: * Br/CanoneRecursivo: Há um episódio em que o Chaves estava vendendo as revistinhas do Chaves.

source: * RecursiveReality: The MacGuffin that draws Edgar Bug to Earth is a miniature galaxy.
pt_br: * Br/RealidadeRecursiva: O Br/MacGuffin que atrai o Inseto Edgar para a Terra é uma galáxia em miniatura.

source: * RecycledInSpace: In-universe example; K refers to Earth as ''Film/{{Casablanca}}'' '''FOR ALIENS'''.
pt_br: * BrApenasPorLazer/RecicladoNoEspaco: Exemplo in-universo: K se refere à terra como um ''BrFilme/{{Casablanca}}'' '''COM ALIENS'''.

source: * RecycledScript: A TV show copies a script from another one.
pt_br: * Br/RoteiroReciclado: Uma série de TV copia o roteiro de outra série.

source: * RedEyesTakeWarning: Some good guys have red eyes to show that [[GoodIsNotSoft they’re not fooling around]].
pt_br: * Br/CuidadoOlhosVermelhos: Alguns caras bons possuem olhos vermelhos para mostrar que [[Br/SerBomNaoESerMole eles não estão pra brincadeira]].

source: * RedHerring: [[spoiler: Robertson, the CEO of U.S.
pt_br: * Br/PistaFalsa: [[spoiler: Robertson, o CEO da U.S.

source: * RedIsHeroic: Many good guys like to wear red clothes.
pt_br: * Br/VermelhoEHeroico: Muitos caras bons gostam de usar roupas vermelhas.

source: * RedLightDistrict: The part of town where all the brothels, bars, and other places of seedy night-time enjoyment can be found.
pt_br: * Br/DistritoDaLuzVermelha: A parte da cidade onde todos os bares, bordéis e outros locais de entretenimento noturno podem ser encontrados.

source: * RedeemingReplacement: The identity of a villain is assumed by someone who instead uses the identity to be a hero so as to make amends for their predecessor's crimes.
pt_br: * Br/SubstitutoRedentor: A identidade de um vilão é assumida por alguém que deseja usar a identidade para ser um herói com o propósito de corrigir os crimes de seu predecessor.

source: * RedemptionDemotion: A character who makes a HeelFaceTurn gets substantially weaker.
pt_br: * Br/RebaixamentoPosRedencao: Um personagem que resolve Br/PassarParaOLadoDosMocinhos fica significativamente mais fraco.

source: * RedemptionEarnsLife: A villain clearly avoids certain death by joining the cause of good.
pt_br: * Br/RedencaoConquistaAVida: Um vilão claramente evita a morte certa ao se juntar à causa dos mocinhos.

source: * RedemptionQuest: A character goes on a journey, looking for redemption after committing a disastrous deed.
pt_br: * Br/JornadaDeRedencao: Um personagem parte em uma jornada em busca de redenção após cometer um ato terrível.

source: * RedshirtArmy * TheRedeemer: The hero reforms a majority of villains they meet.
pt_br: * Br/ExercitoDeCamisasVermelhas * Br/ORedentor: O herói corrije a maioria dos vilões que ele encontra.

source: * ReducedDowntimeFeatures: New game mechanics or systems that throw the player right back into the action rather than tedium and minutiae.
pt_br: * Br/MedidasDeInatividadeReduzida: Mecânicas de jogo que colocam o jogador de volta na ação ao invés de deixar ele entediado.

source: * ReedRichardsIsUseless: Fantastic technology is only used as a plot device, and barely affects the lives of the unnamed masses.
pt_br: * Br/ReedRichardsEInutil: Tecnologia fantástica é usada somente como dispositivo de trama e praticamente não afeta a vida das massas sem nome.

source: * RefittedForSequel: Scene intended to be in the original is moved to the sequel.
pt_br: * Br/ReadequadoParaASequencia: Uma cena que deveria estar no original é movida para a sequência.
